[
  {
    "newspaper_id": "daily-news",
    "ut": 1689984000.0,
    "date_str_file": "2023-07-22",
    "i": 0,
    "raw_text": "ABEYKOON – INDRANI – Beloved wife of late Dayananda Lakshman Abeykoon,​ precious mother of late Nilika and of Asha,​ loving daughter of late Francis Loku Banda Dissanayake and of late Clara Agnes Dissanayake,​ much loved sister of late Rose Abeykoon,​ of Iris D’ Alwis,​ of Clarice Senewiratne and of late Chandrasiri Dissanayake,​ passed away. Remains lie at “The Restpect Home” by Jayaratne’s from 8 a.m. on Saturday 22nd July. Cremation at General Cemetery,​ Borella at 4.30 p.m. on Saturday 22nd July 2023.045198"
  },
  {
    "newspaper_id": "daily-news",
    "ut": 1689984000.0,
    "date_str_file": "2023-07-22",
    "i": 1,
    "raw_text": "DE ALWIS – FELICIA FORTUNE (nee’ KODAGODA) – 87 years. Dearly beloved wife of Wardy (Howard),​ loving mother of Rohan and mother-in-law of Aruni,​ cherished grandmother of Asantha & Gehan,​ daughter of late Don Elias Kodagoda (Proctor SC & NP and District Judge and the first Chairman of the then Bandarawela Urban Council),​ and the late Sita Kodagoda (nee’ Ganegoda),​ loving sister of late Gordon Kodagoda,​ late Lorraine (Bunty) Kasturiarachchi,​ late Geofrey Kodagoda,​ late Ivor Kodagoda,​ late Cherry Dunusinghe,​ Fritz Kodagoda,​ late Shirley Kodagoda Karunanayake,​ late Gwendoline Munasinghe. Her remains will lie at A.F. Raymond Funeral Parlour from 8.00 a.m. on Monday 24th July until 2.30 p.m. Cremation will take place at 3.00 p.m. at General Cemetery Borella.045465"
  },
  {
    "newspaper_id": "daily-news",
    "ut": 1689984000.0,
    "date_str_file": "2023-07-22",
    "i": 2,
    "raw_text": "JOE (NAGE) VICTORIA – It is with profound sadness that we announce the death of JOE (NAGE) VICTORIA. Beloved husband of Swarna (deceased) and son Luckshan (deceased),​ loving brother of Selve,​ Mirani,​ late Raj,​ Wije,​ Mahe and Agnes. Remains lie at Western Florists Funeral Parlour,​ Negombo on 22nd July from 8.30 a.m. to 3.30 p.m. Burial on the 22nd July at Raddoluwa Cemetery at 4.30 p.m.044987"
  }
]