[
  {
    "newspaper_id": "daily-news",
    "ut": 1703030400.0,
    "date_str_file": "2023-12-20",
    "i": 0,
    "raw_text": "DEWAGE KARUNADASA – Former SPHI,​ Admin. Secretary SLFONGOADA,​ and Visiting Lecturer Open University. Husband of late Sriya Fernando (Retired Principal),​ father or Ruchira and Bhatiya,​ grandfather of Yashmitha and Hashara,​ brother of Yamuna,​ Wijayadasa and brothers and sisters passed away. Cremation on Wednesday 20 December at 5 p.m. at Crematorium Kalutara North. Cortege leaves 18,​ Patrick Peiris Mawatha,​ Katukurunda,​ Kalutara at 4 p.m. 0342221555.083693"
  },
  {
    "newspaper_id": "daily-news",
    "ut": 1703030400.0,
    "date_str_file": "2023-12-20",
    "i": 1,
    "raw_text": "DR STANLEY WIJEYARATNE – Beloved husband of late Indranee,​ loving father of Malik,​ Luvinda,​ Nomal and father-in-law of Micha and Savi,​ grandfather of Leia,​ Tatiana,​ Briony and Harley,​ great grandfather of Zadie and Halle and much loved brother of Denzil and Rohini Nanayakkara and late Dudley,​ Delicia and Oswald,​ passed away peacefully on 15 December 2023. Remains will lie at A.F. Raymond’s Parlour,​ No. 115,​ D.S. Senanayake Mawatha,​ Borella on Wednesday 20th December from 9 a.m. onwards. The Buddhist Religion (Pansakulaya) Ceremony will be held on same day at 1.00 p.m. Cortege leaves the Parlour at 2.30 p.m. for Cremation at 3.00 p.m. at the General Cemetery Borella. (Old Crematorium).083722"
  },
  {
    "newspaper_id": "daily-news",
    "ut": 1703030400.0,
    "date_str_file": "2023-12-20",
    "i": 2,
    "raw_text": "JAYAWARDHANA – Major General Deshamanya ASOKA KANTHILAL,​ (Former Governor of the Northern & Eastern Provinces,​ former Secretary – Ministry of Defence and former Deputy Chief of Staff – Sri Lanka Army). Dearly beloved husband of late Srima and darling father of Amila and Imali,​ son of late Christie and late Swarna Jayawardhana,​ son-in-law of late Arthur and late Pearl Wijayasingha,​ beloved brother of late Dr. Nihal and of Dr. Ranjan (UK) and Colonel Sarath. Remains lie at A.F. Raymond’s Funeral Parlour,​ Borella. Funeral with full military honours will be held at 3:00 p.m. on Wednesday,​ 20th December for cremation at the General Cemetery,​ Borella at 4:30 p.m. (New Crematorium).083615"
  }
]