[
  {
    "newspaper_id": "daily-news",
    "ut": 1698364800.0,
    "date_str_file": "2023-10-27",
    "i": 0,
    "raw_text": "ABEYSURIYA – DARSHAN RAVINDRA (RAVI) Dearly beloved husband of Dilani,​ loving father of Dr. Sanduni and Thilina,​ father-in-law of Sakya and Erandi,​ loving son of late Dr. Punniyasri Abeysuriya and late Dr. Mrs. Rohini Abeysuriya,​ loving son-in-law of late A.S. Ranatunga and Rani Ranatunga,​ passed away. Remains lie at “The Respect Home” by Jayaratne’s,​ Borella from 11 a.m. onwards on Friday 27th October 2023 followed by cremation at General Cemetery (Old crematorium),​ Borella at 12.00 Noon on Saturday,​ 28th October 2023. No Flowers by request. Any donations,​ in memory to be given to the Neurosurgical Unit at the National Hospital of Sri Lanka.068791"
  },
  {
    "newspaper_id": "daily-news",
    "ut": 1698364800.0,
    "date_str_file": "2023-10-27",
    "i": 1,
    "raw_text": "ASSALAARACHCHI – BANDULA (Retired Merchant Navy Officer). Husband of Melanie Jayawardena. Son of late Mr. Norman & Mrs. Nanda Assalaarachchi (Benthota),​ Son-in-law of late Mr. Gamini Jayawardene & Mrs. Mallika Jayawardene,​ beloved father of Dr. Chirath Assalaarachchi (Derby,​ UK),​ Goyum Assalaarachchi (Toronto,​ Canada),​ father-in-law of Dr. Ninoshi Palihawadana (Derby,​ UK) beloved grandfather of Kian and Zara,​ expired.Remains will lie at Jayaratne Respect Parlour from 9.00 a.m Friday 27th October 2023. Cortege leaves Jayarathna Respect Parlour at 3.30 p.m. 28th October 2023 for Cremation at General Cemetery Borella at 4 p.m.068719"
  },
  {
    "newspaper_id": "daily-news",
    "ut": 1698364800.0,
    "date_str_file": "2023-10-27",
    "i": 2,
    "raw_text": "SAVERIMUTTU,​ NAOMI – (former Teacher of St. Bridgets Convent,​ Colombo 07). Beloved daughter of late Mr & Mrs D. Saverimuttu,​ sister of Rita Sandrasargra and late Hilda Arumainayagam,​ Hippolyta Saverimuttu,​ Celia Stanislaus,​ Wilfred Saverimuttu and Emma Santiapillai. Loving aunt of Raj Santiapillai,​ Rishya Santiapillai,​ Sanjay Stanislaus and late Minoli Paul and Shirani Santiapillai. Great Aunt of Emma Santiapillai,​ Georgina Santiapillai,​ Sachin Stanislaus and Joseph Santiapillai. She passed away after a brief illness on 21st October 2023. Funeral will take place on Monday,​ 30th October at 10.00 a.m. at St. Philip the Apostle Church,​ Finchley,​ London N3 3RJ,​ UK. No flowers by request,​ any donations to North London Hospice Care or Mass Offerings. 5 Cavendish Avenue. London N3 3QP UK.068785"
  }
]